sUIName = "Installation de l'Adaptateur sans fil";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Version de l'utilitaire ";
sDriver = "Version du pilote : ";
sCopyright = "© Copyright 2015. Tous droits réservés.";
About_Utility = "À propos de l'Installation de l'Adaptateur sans fil";
Hide_Utility = "Masquer l'Installation de l'Adaptateur sans fil";
Quit_Utility = "Quitter l'Installation de l'Adaptateur sans fil";
Help_Utility = "Aide pour l'Installation de l'Adaptateur sans fil";

OK = "OK";
CANCEL = "Annuler";
NO = "Non";
YES = "Oui";
SELECT = "Sélectionner";
Radio_ON = "Activer la radio";
Radio_OFF = "Désactiver la radio";
ShortStr = "short";
LongStr = "long";

NoneStr = "Aucun";
ConnectedStr = "Connecté";
DisconnectedStr = "Déconnecté";
InfrastructureStr = "Infrastructure";
AdhocStr = "AdHoc";

Open_System_Str = "SYSTÈME_OUVERT ";
Shared_Key_Str = "CLÉ_PARTAGÉE";
No_Encryption_Str = "Aucun cryptage";

WPS_init_Str = "initialiser le processus WPS";
WPS_scan_Str = "Analyser le point d'accès actif WPS";
WPS_connect_Str = "Se connecter au point d'accès actif WPS";
WPS_handshake_Str = "Initialiser l'établissement de la liaison WPS";
WPS_exchange_Str = "Échange de message WPS";
WPS_done_Str = "Échange de message WPS [Effectué]";
WPS_fail_Str = "Essayez de vous connecter à un autre point d'accès WPS";
WPS_start_Str = "DÉMARRAGE WPS";
WPS_finish_Str = "Protocole WPS terminé !!";
WPS_auto_connect_Str = "Il va se connecter automatiquement au point d'accès WPS.";
WPS_timeout_Str = "Expiration du délai WPS !!";


Wps_overlap_Str = "Chevauchement de session";
Wps_more_pbc_Str = "Plusieurs points d'accès sont en mode PBC !!";
Wps_retry_Str = "Veuillez utiliser le NIP, ou patientez un moment puis réessayez";

ERROR0 = "ERREUR";
ERROR1 = "Veuillez entrer la clé !";
ERROR2 = "Index de clé WEP incorrect !!!";
ERROR3 = "La clé comporte entre 8 et 64 caractères !";
ERROR4 = "La clé de réseau n'est pas de format hexadécimal !";
ERROR5 = "La clé ASCII doit comporter 5 ou 13 caractères !";
ERROR6 = "La longueur de la clé de réseau n'est pas correcte !";
ERROR7 = "La clé de réseau doit comporter 10 ou 26 caractères !";
ERROR8 = "La clé de réseau et la clé de confirmation ne sont pas identiques !";
ERROR9 = "La clé de réseau n'est pas de format ASCII !";
ERROR10 = "La clé de réseau n'est pas de format 64HEX !";

WARNING0 = "Avertissement";
WARNING1 = "Veuillez entrer le SSID";
WARNING2 = "Veuillez entrer le nom de profil";
WARNING3 = "Le nombre de caractères SSID est supérieur à 32.";
WARNING4 = "Le profil existe déjà. Voulez-vous le remplacer ?";
WARNING5 = "Voulez-vous vraiment supprimer le Profil sélectionné ?";

NOTICE0 = "AVIS";
NOTICE1 = "Erreur de mode Point d'accès.";
NOTICE2 = "Erreur de mode STA.";
NOTICE3 = "Échec de configuration de la valeur du Mode QDS";
NOTICE4 = "Échec de l'obtention de la valeur du Mode QDS";
NOTICE5 = "Valeur du Mode QDS incorrecte";	
NOTICE6 = "Seuil RTS hors de portée.(0 ~ 2432)";
NOTICE7 = "Seuil de fragmentation hors de portée.(256 ~ 2432)";
NOTICE8 = "Veuillez activer la carte WLAN sur la page Réseau des Préférences Système.";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Propriétés de sécurité du réseau sans fil";
ProfileProperty_ActionText = "Veuillez entrer les chaînes de clés avant de cliquer sur 【OK】 pour vous connecter ==>";